Repository: mariojacob/disable-webp
Catalog: languages/ubdw-*.po
Languages: de_de

source: Disable WebP
de_de: WebP deaktivieren

source: In WordPress 6.1, a WebP version is generated by default when an image is uploaded and displayed in the frontend.
de_de: In WordPress 6.1 wird standardmäßig eine WebP-Version generiert, wenn ein Bild hochgeladen und im Frontend angezeigt wird.

source: The WebP format generally compresses the images well.
de_de: Das WebP-Format komprimiert die Bilder im Allgemeinen gut.

source: But in certain cases the WebP version can be larger than the original image.
de_de: Aber in bestimmten Fällen kann die WebP-Version größer sein als das Originalbild.

source: If WebP causes problems on your website, you can disable this function here.
de_de: Falls WebP auf deiner Website Probleme verursacht kannst du diese Funktion hier deaktivieren.

source: Save changes
de_de: Änderungen speichern

source: If you like
de_de: Gefällt dir

source: then write a
de_de: dann schreib eine

source: rating
de_de: Bewertung

source: You would help me a lot to make the plugin known.
de_de: Du würdest mir sehr helfen, das Plugin bekannter zu machen.
